Repository: corsacca/disciple-tools-quick-comments
Catalog: languages/disciple-tools-quick-comments-*.po
Languages: es_ar

source: Quick Comments Buttons
es_ar: Botones de Comentarios Rápidos

source: These quick comments buttons are here to aid you in updating the state of contacts and groups in a faster and descriptive fashion.
es_ar: Estos botones de comentarios rápidos están para ayudarte a actualizar los estados de contactos y grupos de una forma rápida y descriptiva.

source: Quick Comments
es_ar: Comentarios rápidos

source: new quick comment...
es_ar: nuevo comentario rápido…

source: manage quick comments
es_ar: administrar comentarios rápidos

source: Add a new quick comment
es_ar: Agregar un comentario rápido nuevo

source: Quick Comment
es_ar: Comentario rápido

source: This is required
es_ar: Requerido

source: Cancel
es_ar: Cancelar

source: Create and post quick comment
es_ar: Crear y publicar comentario rápido

source: Manage Quick Comments
es_ar: Administrar Comentarios Rápidos

source: Select which quick comments you want to un-quicken
es_ar: Seleccioná qué comentarios rápidos querés desacelerar

source: Type
es_ar: Tipo

source: Action
es_ar: Acción

source: No quick comments created yet.
es_ar: Todavía no hay comentarios rápidos.

source: Create one now.
es_ar: Creá uno ahora.

source: Disciple Tools - Quick Comments
es_ar: Disculpe Tools - Comentarios Rápidos

source: Disciple Tools - Quick Comments Plugin is intended to help users post updates more efficiently.
es_ar: El plugin Disciple Tools - Comentarios Rápidos tiene la intención de ayudar a los usuarios a publicar actualizaciones de forma más eficiente.
